status = 'И наконец, партнер с каим семейным положением вас интересует? Нажмите\n 1 — не женат (не замужем);\n 2 — ' \
         'встречается;\n 3 — помолвлен(-а);\n 4 — женат (замужем);\n 5 — всё сложно;\n 6 — в активном поиске;\n 7 — ' \
         'влюблен(-а);\n 8 — в гражданском браке'

age_from = 'Партнера от какого возраста вы ищите? (введите цифру, пример 25)'

age_to = 'Партнера до какого возраста вы ищите? (введите цифру, пример: 25)'

gender = 'Если вы ищите девушку нажмите 1, парня 2, любой пол 0'

city = 'В каком городе вы ищите партнёра (пример: Москва)'

process = 'Я собрал все ваши пожелания, мне нужно определенное время, чтобы найти вам подходящую пару.'

check = 'Вы хотели бы встречаться с этим человеком?'

congratulations = 'Поздравляем, вы нашли себе пару!'
