from urllib.parse import urlencode

status = 'И наконец, партнер с каим семейным положением вас интересует? Нажмите\n 1 — не женат (не замужем);\n  ' \
         '6 — в активном поиске'

age_from = 'Партнера от какого возраста вы ищите? (введите цифру, пример 25)'

age_to = 'Партнера до какого возраста вы ищите? (введите цифру, пример: 25)'

gender = 'Если вы ищите девушку нажмите 1, парня 2, любой пол 0'

city = 'В каком городе вы ищите партнёра (пример: Москва)'

process = 'Я собрал все ваши пожелания, мне нужно определенное время, чтобы найти вам подходящую пару.'

check = 'Вы хотели бы встречаться с этим человеком?'

congratulations = ' Поздравляем, вы нашли себе пару! Спасибо, что воспользовались нашим сервисом)'

do_not_worry = 'Ничего страшного. Мы продолжаем =)'

wait = 'Пожалуйста, подождите я веду поиск партнера'

advice_for_continue_search = 'Но я предлагаю вам не останавливаться и продолжать поиск)'
